Revit 2024 API
Glazing.GlazingTransmittanceColor Property
 The property labeled "Color" from the "Glazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string GlazingTransmittanceColor { get; }
Visual Basic
Public Shared ReadOnly Property GlazingTransmittanceColor As String
	Get
Visual C++
public:
static property String^ GlazingTransmittanceColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyInteger" with accepted values in the enumerated type "GlazingTransmittanceColorType".
See Also
Glazing Class
Autodesk.Revit.DB.Visual Namespace